{
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "hardtime.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "jupytext.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "molten-nvim": { "branch": "main" },
  "neoconf.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-java": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "spring-boot.nvim": { "branch": "main" },
  "term-edit.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "wezterm-types": { "branch": "main" }
}
